[{"Grade": 0, "Review": "If you ve ever been to Disneyland anywhere you ll find Disneyland Hong Kong very similar in the layout when you walk into main street! It has a very familiar feel. One of the rides  its a Small World  is absolutely fabulous and worth doing. The day we visited was fairly hot and relatively busy but the queues moved fairly well."}, {"Grade": 1, "Review": "Feel so let down with this place,the Disneyland train was fantastic until you get past the station,bad signage, terrible staff who just did not want to be there ,it was rainning and rides were not working could not find a map of place, over priced fun park. Disney characters only 2 seen under a cabana having photos with visitors queuing up in the rain. Dont waste your money. Walt Disney would be horrified, not enough eating places for the amount of people or rest rooms. Seems they are building something but who knows what. No atmosphere of fun and fantasy."}, {"Grade": 0, "Review": "Good to see while here, but very small. Great if we brought the children, but not for adults who have been to other ones. Not exciting for bigger children either."}, {"Grade": 0, "Review": "I   ve visited every Disney park except Shanghai and this is perhaps my favorite for a toddler. It   s a close replica of the Anaheim Disneyland but smaller without some of the big kid rides. PROs:1) For a Disney park, it   s not very crowded. I love Tokyo Disney Sea but the crowds really kill the experience there. People in Hong Kong apparently do not wake up early even when the park opens at 930am. There   s really are no lines for the first couple hours. Even during the busiest hours, the lines are moderate. 2) I love the variety of foods from all different regions. I actually looked forward to meals. 3) When we were there, they were 6 different times for the Jedi training and it was never full. 4) Admission tickets are so much cheaper than any other Disney park in the world. You can use apps like Klook to buy discount tickets and discount meals. If your children are under 7, this really is the perfect Disney experience. "}, {"Grade": 1, "Review": "Small Disneyland compared to Paris and the attractions are espcially for kids and only some of them for adults. We came here after the Typhoon so some attractions were closed. The price is a bit high for what you get. Overall we had a great time and it took us about half day to finish all the park. If you are looking for thrill attractions for adults, Ocean park is much more better!"}, {"Grade": 0, "Review": "Indeed a happiest place on earth! My kids enjoyed it a lot from my eldest (10years girl) ,6 years old boy, 4 years old boy and 1 year old girl. The light show, the parade are fantastic even the food!!!! Yum!"}, {"Grade": 1, "Review": "The monastery is really a beautiful place. The giant statues are truly awe inspiring, best seen on a clear day as the clouds can really limit visibility.  Great views from the tram up as well but Nong Ping is very commercial."}]